using System;
using System.Collections.Generic;
namespace DemoExam.Configuration
{
    static class StaticData
    {
        public static string Info = "Версия: 1.1.3" +
                                    "\n\nПриложение \"Документооборот МВД\"  предназначено для работы с документами, связанными с делопроизводством МВД, а так же для отслеживания эффективности работы сотрудников." +
                                    "\n\nПрограмма состоит из нескольких модулей:" +
                                    "\n\nМодуль пользователей: предоставляет администратору список пользователей с возможностью добавления/изменения/удаления данных о сотрудниках." +
                                    "\n\nМодуль архивы: является подобием файлового менеджера, содержащим каталоги с документами для просмотра/изменения/удаления/вывода на печать." +
                                    "\n\nМодуль статистика: собирает краткую статистику о количестве открытых/закрытых дел, а так же показывает самого эффективного сотрудника." +
                                    "\n\nМодуль логи: Показывает последние действия пользователей с выводом имени пользователя, даты и времени, а так же типом действия.";



    }
}
